Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: When did you last remember a dream? What was the feeling it left behind?
ar: متى تذكرت حلمًا آخر مرة؟ وما الشعور الذي تركه؟
de: Wann hast du dich zuletzt an einen Traum erinnert? Welches Gefühl hat er hinterlassen?
es: ¿Cuándo recordaste un sueño por última vez? ¿Qué sensación te dejó?
fr: Quand vous êtes-vous souvenu d'un rêve pour la dernière fois ? Quelle sensation a-t-il laissée ?
it: Quand'è stata l'ultima volta che hai ricordato un sogno? Che sensazione ti ha lasciato?
ja: 最後に夢を覚えていたのはいつですか？ そのとき、どんな感覚が残りましたか？
ko: 마지막으로 꿈을 기억한 건 언제인가요? 그 꿈이 남긴 느낌은 무엇이었나요?
nl: Wanneer herinnerde je je voor het laatst een droom? Welk gevoel liet hij achter?
pt_br: Quando foi a última vez que você lembrou de um sonho? Que sensação ele deixou?
ru: Когда ты в последний раз помнил сон? Какое чувство он оставил?
zh_hans: 你上一次记得一个梦是什么时候？它留下了什么感觉？

source: When does MILD work best?
ar: متى يعمل MILD على أفضل وجه؟
de: Wann wirkt MILD am besten?
es: ¿Cuándo funciona mejor MILD?
fr: Quand MILD fonctionne-t-il le mieux ?
it: Quando funziona meglio MILD?
ja: MILDが最もよく効くのはいつ？
ko: MILD는 언제 가장 잘 들을까요?
nl: Wanneer werkt MILD het best?
pt_br: Quando o MILD funciona melhor?
ru: Когда MILD работает лучше всего?
zh_hans: MILD 在什么时候效果最好？

source: When have you 'remembered to remember' something at just the right moment in waking life?
ar: متى "تذكّرت أن تتذكّر" شيئًا في اللحظة المناسبة تمامًا في حياة اليقظة؟
de: Wann hast du dich im Wachleben im genau richtigen Moment "daran erinnert, dich zu erinnern"?
es: ¿Cuándo has "recordado recordar" algo justo en el momento adecuado en la vida despierta?
fr: Quand avez-vous "pensé à penser" à quelque chose au moment précis voulu, dans la vie éveillée ?
it: Quando ti è capitato di "ricordarti di ricordare" qualcosa proprio al momento giusto, da sveglio?
ja: 起きている生活で、ちょうどよいタイミングで何かを「思い出そうと覚えていた」のはいつですか？
ko: 깨어 있는 삶에서 딱 알맞은 순간에 무언가를 "기억하기로 기억해 낸" 적은 언제였나요?
nl: Wanneer heb je in het wakkere leven precies op het juiste moment "onthouden om te onthouden"?
pt_br: Quando você "lembrou de lembrar" de algo bem na hora certa, na vida desperta?
ru: Когда вы наяву «вспоминали, что нужно вспомнить» нечто именно в нужный момент?
zh_hans: 在清醒生活中，你何时曾在恰到好处的时刻“记起要去记住”某件事？

source: When should you record a dream?
ar: متى ينبغي أن تسجّل حلمًا؟
de: Wann solltest du einen Traum festhalten?
es: ¿Cuándo deberías registrar un sueño?
fr: Quand devriez-vous noter un rêve ?
it: Quando dovresti registrare un sogno?
ja: 夢はいつ記録すべきですか？
ko: 꿈은 언제 기록해야 할까요?
nl: Wanneer moet je een droom vastleggen?
pt_br: Quando você deve registrar um sonho?
ru: Когда следует записывать сон?
zh_hans: 你应该在什么时候记录一个梦？

source: When should you skip lucid practice?
ar: متى ينبغي أن تتخطّى ممارسة الحلم الواضح؟
de: Wann solltest du die Luzidpraxis auslassen?
es: ¿Cuándo deberías saltarte la práctica lúcida?
fr: Quand devriez-vous sauter la pratique lucide ?
it: Quando dovresti saltare la pratica lucida?
ja: 明晰夢の練習を見送るべきなのはいつ？
ko: 자각몽 수련을 건너뛰어야 할 때는 언제일까요?
nl: Wanneer zou je de lucide oefening moeten overslaan?
pt_br: Quando você deve pular a prática lúcida?
ru: Когда стоит пропустить практику осознанности?
zh_hans: 什么时候你应当跳过清醒梦练习？

source: When something is slipping away, does motion or stillness usually refocus you?
ar: حين ينزلق شيء بعيدًا، هل تعيد الحركة تركيزك عادةً أم السكون؟
de: Wenn dir etwas entgleitet, fokussiert dich Bewegung oder Stille meist neu?
es: Cuando algo se te escapa, ¿qué suele reenfocarte: el movimiento o la quietud?
fr: Quand quelque chose vous échappe, est-ce le mouvement ou l'immobilité qui vous recentre d'habitude ?
it: Quando qualcosa ti sfugge, di solito ti rifocalizza il movimento o l'immobilità?
ja: 何かが滑り去っていくとき、あなたを再び集中させるのはふつう動きですか、それとも静けさ？
ko: 무언가 미끄러져 사라질 때, 보통 당신을 다시 집중시키는 것은 움직임인가요, 고요함인가요?
nl: Wanneer iets wegglipt, wat herfocust je meestal — beweging of stilte?
pt_br: Quando algo escapa, o que costuma te refocar — movimento ou quietude?
ru: Когда что‑то ускользает, что обычно возвращает вам сосредоточенность — движение или неподвижность?
zh_hans: 当某样东西正在溜走时，通常是运动还是静止让你重新聚焦？

source: When you wake, stay still with your eyes closed for a moment. Don't jump up, don't grab your phone. Let the dream linger in that half-light. Replaying it once or twice in your mind before moving makes it far more likely to survive.
ar: عندما تستيقظ، ابقَ ساكنًا وعيناك مغمضتان للحظة. لا تثب واقفًا ولا تمسك هاتفك. دع الحلم يتمهّل في ذلك الضوء الخافت. إعادة تشغيله مرة أو مرتين في ذهنك قبل أن تتحرك يجعله أكثر احتمالًا للبقاء بكثير.
de: Wenn du aufwachst, bleib einen Moment mit geschlossenen Augen still liegen. Spring nicht auf, greif nicht zum Handy. Lass den Traum in diesem Halbdunkel nachklingen. Ihn ein- oder zweimal im Kopf abzuspielen, bevor du dich bewegst, lässt ihn viel eher überleben.
es: Cuando despiertes, quédate quieto con los ojos cerrados un momento. No te levantes de golpe, no cojas el teléfono. Deja que el sueño permanezca en esa penumbra. Repasarlo una o dos veces en tu mente antes de moverte lo hace mucho más probable de sobrevivir.
fr: Au réveil, restez immobile, les yeux fermés, un instant. Ne bondissez pas, n'attrapez pas votre téléphone. Laissez le rêve s'attarder dans cette pénombre. Le revivre une ou deux fois dans votre esprit avant de bouger augmente nettement ses chances de survivre.
it: Quando ti svegli, resta immobile con gli occhi chiusi per un momento. Non saltare su, non afferrare il telefono. Lascia che il sogno indugi in quella penombra. Riviverlo una o due volte nella mente prima di muoverti lo rende molto più probabile da conservare.
ja: 目が覚めたら、しばらく目を閉じたままじっとしていましょう。飛び起きたり、スマホをつかんだりしないこと。そのほの暗さの中に夢を漂わせておきます。動く前に頭の中で一、二度なぞるだけで、夢はずっと残りやすくなります。
ko: 깨어나면 잠시 눈을 감은 채 가만히 있으세요. 벌떡 일어나지도, 휴대폰을 잡지도 마세요. 그 어스름 속에 꿈이 머물게 두세요. 움직이기 전에 마음속으로 한두 번 되짚어 보면 꿈이 살아남을 가능성이 훨씬 커집니다.
nl: Als je wakker wordt, blijf even stil liggen met je ogen dicht. Spring niet op, pak je telefoon niet. Laat de droom in dat halflicht nazinderen. Hem een of twee keer in gedachten herhalen voordat je beweegt, maakt de kans veel groter dat hij blijft.
pt_br: Ao acordar, fique imóvel com os olhos fechados por um momento. Não pule da cama, não pegue o celular. Deixe o sonho permanecer naquela penumbra. Revivê-lo uma ou duas vezes na mente antes de se mexer torna muito mais provável que ele sobreviva.
ru: Проснувшись, на миг замри с закрытыми глазами. Не вскакивай, не хватайся за телефон. Дай сну побыть в этом полумраке. Прокрутить его раз-другой в голове, прежде чем двигаться, — и он куда вероятнее уцелеет.
zh_hans: 醒来时，先闭着眼睛静静躺一会儿。别一跃而起，别去抓手机。让梦在那半明半暗中停留。在动身之前在脑中回放一两遍，能让它存活的可能性大得多。

source: When you wake, stay up just long enough to become genuinely alert — often 10–20 minutes. Do something calm and dream-related (read your journal, review your lucid phrase), then return to bed. Avoid bright screens that fully wake you.
ar: حين تستيقظ، ابقَ مستيقظًا بما يكفي فقط لتصبح يقظًا حقًا — غالبًا 10–20 دقيقة. افعل شيئًا هادئًا متعلّقًا بالأحلام (اقرأ مفكّرتك، راجع عبارتك الواضحة)، ثم عُد إلى الفراش. تجنّب الشاشات الساطعة التي توقظك تمامًا.
de: Wenn du aufwachst, bleib nur so lange wach, bis du wirklich wach bist – oft 10–20 Minuten. Tu etwas Ruhiges, Traumbezogenes (lies dein Journal, geh deinen Luzidsatz durch), dann zurück ins Bett. Meide helle Bildschirme, die dich vollständig wecken.
es: Cuando despiertes, quédate despierto solo lo justo para estar realmente alerta: a menudo 10-20 minutos. Haz algo tranquilo relacionado con los sueños (lee tu diario, repasa tu frase lúcida) y luego vuelve a la cama. Evita pantallas brillantes que te despierten del todo.
fr: Au réveil, restez éveillé juste assez pour être vraiment alerte — souvent 10 à 20 minutes. Faites quelque chose de calme et lié aux rêves (lisez votre journal, revoyez votre phrase lucide), puis retournez au lit. Évitez les écrans lumineux qui vous réveillent complètement.
it: Quando ti svegli, resta sveglio solo quanto basta per essere davvero vigile — spesso 10-20 minuti. Fai qualcosa di tranquillo legato ai sogni (leggi il diario, rivedi la tua frase lucida), poi torna a letto. Evita schermi luminosi che ti svegliano del tutto.
ja: 目が覚めたら、本当に頭が冴えるのにちょうど足りるだけ起きていましょう——多くは10〜20分。夢に関わる静かなこと（日記を読む、明晰フレーズを見直す）をして、ベッドに戻ります。完全に目を覚まさせる明るい画面は避けて。
ko: 깨어나면 정말로 또렷해질 만큼만 깨어 있으세요 — 보통 10~20분. 꿈과 관련된 차분한 일을 하고(일기를 읽거나 자각 문구를 다시 보거나), 그런 다음 잠자리로 돌아가세요. 당신을 완전히 깨우는 밝은 화면은 피하세요.
nl: Als je wakker wordt, blijf dan net lang genoeg op om echt alert te zijn — vaak 10-20 minuten. Doe iets rustigs en droomgerelateerds (lees je dagboek, neem je lucide zin door), ga dan terug naar bed. Vermijd felle schermen die je helemaal wakker maken.
pt_br: Ao acordar, fique acordado só o suficiente para ficar realmente alerta — muitas vezes 10-20 minutos. Faça algo calmo e ligado a sonhos (leia seu diário, revise sua frase lúcida) e então volte para a cama. Evite telas brilhantes que te acordam por completo.
ru: Проснувшись, бодрствуйте лишь столько, чтобы по‑настоящему очнуться, — часто 10–20 минут. Займитесь чем‑то спокойным и связанным со снами (почитайте дневник, повторите свою фразу осознанности), затем вернитесь в постель. Избегайте ярких экранов, которые будят вас окончательно.
zh_hans: 醒来后，只醒到足以让你真正清醒为止——通常 10 到 20 分钟。做点与梦相关的安静事情（读你的日记，温习你的清醒短句），然后回到床上。避开会让你彻底清醒的明亮屏幕。

source: When you're exhausted or run-down; rest comes first
ar: حين تكون منهكًا أو مستنزفًا؛ الراحة أولًا
de: Wenn du erschöpft oder ausgelaugt bist; Erholung kommt zuerst
es: Cuando estés agotado o decaído; el descanso es lo primero
fr: Quand vous êtes épuisé ou à plat ; le repos d'abord
it: Quando sei esausto o giù di corda; il riposo viene prima
ja: 疲れきっているか消耗しているとき。休息が最優先
ko: 기진맥진하거나 지쳐 있을 때. 휴식이 먼저
nl: Wanneer je uitgeput of afgepeigerd bent; rust gaat voor
pt_br: Quando você estiver exausto ou esgotado; o descanso vem primeiro
ru: Когда вы истощены или вымотаны; отдых прежде всего
zh_hans: 当你筋疲力尽或状态低落时；休息为先

source: When you've learned hard skills before, how did you get past the plateau?
ar: حين تعلّمت مهارات صعبة من قبل، كيف تجاوزت الهضبة؟
de: Als du früher schwierige Fähigkeiten gelernt hast, wie bist du über das Plateau gekommen?
es: Cuando aprendiste habilidades difíciles antes, ¿cómo superaste la meseta?
fr: Quand vous avez appris des compétences difficiles auparavant, comment avez-vous dépassé le plateau ?
it: Quando hai imparato abilità difficili in passato, come hai superato il plateau?
ja: これまで難しい技術を学んだとき、どうやって停滞を乗り越えましたか？
ko: 전에 어려운 기술을 배웠을 때, 정체기를 어떻게 넘었나요?
nl: Toen je eerder moeilijke vaardigheden leerde, hoe kwam je voorbij het plateau?
pt_br: Quando você aprendeu habilidades difíceis antes, como superou o platô?
ru: Когда вы осваивали трудные навыки раньше, как вы преодолевали плато?
zh_hans: 以往学习高难技能时，你是如何越过瓶颈的？

source: When's the typical WBTB wake window?
ar: ما نافذة استيقاظ WBTB النموذجية؟
de: Wann liegt das typische WBTB-Wachfenster?
es: ¿Cuál es la ventana de despertar típica de WBTB?
fr: Quelle est la fenêtre de réveil typique de WBTB ?
it: Qual è la tipica finestra di risveglio del WBTB?
ja: WBTBの典型的な目覚めの窓はいつ？
ko: WBTB의 전형적인 기상 창은 언제일까요?
nl: Wat is het typische WBTB-wakkervenster?
pt_br: Qual é a janela de despertar típica do WBTB?
ru: Каково типичное окно пробуждения для WBTB?
zh_hans: WBTB 典型的醒来时段是什么时候？

source: Whenever you get around to it
ar: متى ما سنحت لك الفرصة
de: Wann immer du dazu kommst
es: Cuando tengas un momento
fr: Quand vous en avez le temps
it: Quando ci riesci
ja: 手が空いたときに
ko: 여유가 생길 때
nl: Wanneer het je uitkomt
pt_br: Quando você puder
ru: Когда руки дойдут
zh_hans: 等你有空的时候

source: Where in life does 'trying harder' backfire and 'expecting calmly' work better?
ar: أين في الحياة يأتي "بذل جهد أكبر" بنتائج عكسية و"التوقّع بهدوء" ينجح أفضل؟
de: Wo im Leben geht „mehr anstrengen“ nach hinten los und „ruhig erwarten“ klappt besser?
es: ¿Dónde en la vida "esforzarse más" sale mal y "esperar con calma" funciona mejor?
fr: Où dans la vie "forcer davantage" se retourne-t-il contre vous et "attendre calmement" marche-t-il mieux ?
it: Dove nella vita "sforzarsi di più" si ritorce contro e "aspettare con calma" funziona meglio?
ja: 人生のどんな場面で「もっと頑張る」が裏目に出て、「静かに予期する」のほうがうまくいきますか？
ko: 삶의 어떤 곳에서 "더 애쓰기"가 역효과를 내고 "차분히 기대하기"가 더 잘 통하나요?
nl: Waar in het leven werkt 'harder proberen' averechts en 'kalm verwachten' beter?
pt_br: Onde na vida "esforçar-se mais" sai pela culatra e "esperar com calma" funciona melhor?
ru: Где в жизни «стараться сильнее» выходит боком, а «спокойно ожидать» работает лучше?
zh_hans: 在生活中，哪些地方“更用力”会适得其反，而“平静地预期”反而更有效？

source: Which check feels most natural to you — hands, breath, or reading?
ar: أي فحص يبدو أكثر طبيعية لك — اليدان، النفس، أم القراءة؟
de: Welcher Check fühlt sich für dich am natürlichsten an – Hände, Atem oder Lesen?
es: ¿Qué comprobación te resulta más natural: manos, respiración o lectura?
fr: Quel test vous semble le plus naturel — les mains, le souffle ou la lecture ?
it: Quale controllo ti viene più naturale: mani, respiro o lettura?
ja: 手・呼吸・読むこと——あなたに一番しっくりくるチェックはどれ？
ko: 손, 호흡, 읽기 — 어떤 체크가 가장 자연스럽게 느껴지나요?
nl: Welke check voelt voor jou het natuurlijkst — handen, adem of lezen?
pt_br: Qual checagem parece mais natural para você: mãos, respiração ou leitura?
ru: Какая проверка кажется вам самой естественной — руки, дыхание или чтение?
zh_hans: 哪一种检验对你最自然——手、呼吸，还是阅读？

source: Which is a strong reality check?
ar: أيٌّ منها فحص واقع قوي؟
de: Welcher ist ein starker Realitätscheck?
es: ¿Cuál es una comprobación de realidad sólida?
fr: Lequel est un test de réalité solide ?
it: Quale è un controllo di realtà efficace?
ja: 強力なリアリティチェックはどれ？
ko: 강력한 리얼리티 체크는 어느 것일까요?
nl: Welke is een sterke realiteitscheck?
pt_br: Qual é uma checagem de realidade forte?
ru: Какая проверка реальности надёжна?
zh_hans: 哪一种是有力的现实检验？

source: Which moments in your day would make the most natural check-in points?
ar: أي لحظات في يومك تصلح لأكثر نقاط الفحص طبيعية؟
de: Welche Momente in deinem Tag wären die natürlichsten Check-in-Punkte?
es: ¿Qué momentos de tu día serían los puntos de comprobación más naturales?
fr: Quels moments de votre journée seraient les points de vérification les plus naturels ?
it: Quali momenti della tua giornata sarebbero i punti di controllo più naturali?
ja: あなたの一日のどの瞬間が、最も自然なチェックポイントになりそうですか？
ko: 하루 중 어떤 순간이 가장 자연스러운 체크 지점이 될까요?
nl: Welke momenten in je dag zouden de meest natuurlijke check-in-punten zijn?
pt_br: Quais momentos do seu dia seriam os pontos de checagem mais naturais?
ru: Какие моменты вашего дня стали бы самыми естественными точками проверки?
zh_hans: 你一天中的哪些时刻，会是最自然的检验时机？

source: Which of these is a lucid dream?
ar: أيٌّ من هذه حلم واعٍ؟
de: Welcher davon ist ein luzider Traum?
es: ¿Cuál de estos es un sueño lúcido?
fr: Lequel de ceux-ci est un rêve lucide ?
it: Quale di questi è un sogno lucido?
ja: 次のうち、明晰夢はどれですか？
ko: 다음 중 자각몽은 무엇인가요?
nl: Welke hiervan is een lucide droom?
pt_br: Qual destes é um sonho lúcido?
ru: Какой из этих снов — осознанный?
zh_hans: 以下哪一个是清醒梦？

source: Which part feels harder for you — the waking, or the falling back asleep with intention?
ar: أي جزء تجده أصعب — الاستيقاظ، أم العودة إلى النوم بنيّة؟
de: Welcher Teil fällt dir schwerer – das Aufwachen oder das Wiedereinschlafen mit Absicht?
es: ¿Qué parte te resulta más difícil: despertar, o volver a dormirte con intención?
fr: Quelle partie vous semble la plus dure — le réveil, ou le fait de vous rendormir avec intention ?
it: Quale parte ti riesce più difficile: svegliarti o riaddormentarti con intenzione?
ja: どちらが難しいと感じますか——目覚めること、それとも意図をもって眠りに戻ること？
ko: 어느 쪽이 더 어렵게 느껴지나요 — 깨어나는 것, 아니면 의도를 가지고 다시 잠드는 것?
nl: Welk deel vind je lastiger — het wakker worden, of het met intentie weer in slaap vallen?
pt_br: Qual parte é mais difícil para você — acordar, ou voltar a dormir com intenção?
ru: Какая часть для вас труднее — проснуться или снова уснуть с намерением?
zh_hans: 哪一部分对你更难——醒来，还是带着意图重新入睡？

source: Which piece of your routine feels strongest right now? Which needs work?
ar: أي جزء من روتينك يبدو الأقوى الآن؟ وأيّها يحتاج إلى عمل؟
de: Welcher Teil deiner Routine fühlt sich gerade am stärksten an? Welcher braucht noch Arbeit?
es: ¿Qué parte de tu rutina se siente más fuerte ahora? ¿Cuál necesita trabajo?
fr: Quelle partie de votre routine vous semble la plus solide en ce moment ? Laquelle a besoin de travail ?
it: Quale parte della tua routine senti più forte ora? Quale ha bisogno di lavoro?
ja: いまあなたのルーティンで最も強いと感じる部分はどこ？どこに手を入れる必要がある？
ko: 지금 당신의 루틴에서 가장 강하게 느껴지는 부분은 어디인가요? 어디가 보완이 필요한가요?
nl: Welk deel van je routine voelt nu het sterkst? Welk deel heeft werk nodig?
pt_br: Qual parte da sua rotina parece mais forte agora? Qual precisa de trabalho?
ru: Какая часть вашей рутины ощущается сейчас самой сильной? Какая требует доработки?
zh_hans: 现在你的日常里哪一部分感觉最强？哪一部分还需要打磨？

source: Which recall basic have you been skipping — intention, stillness, or writing?
ar: أي أساس من أسس الاسترجاع كنت تتخطّاه — النية، السكون، أم الكتابة؟
de: Welche Erinnerungs-Grundlage hast du übersprungen – Absicht, Stille oder Schreiben?
es: ¿Qué básico del recuerdo has estado saltándote: intención, quietud o escritura?
fr: Quelle base du rappel avez-vous négligée — l'intention, l'immobilité ou l'écriture ?
it: Quale base del richiamo hai saltato — intenzione, immobilità o scrittura?
ja: 想起の基本のうち、どれを飛ばしていましたか——意図、静止、それとも書くこと？
ko: 회상의 기본 중 무엇을 건너뛰고 있었나요 — 의도, 가만히 있기, 아니면 적기?
nl: Welke basis van herinnering heb je overgeslagen — intentie, stilte of schrijven?
pt_br: Qual básico da recordação você vem pulando — intenção, imobilidade ou escrita?
ru: Какую основу припоминания вы пропускали — намерение, неподвижность или запись?
zh_hans: 回忆的基本功里，你一直在跳过哪一项——意图、静止，还是书写？

source: Which sense do you notice most vividly in your dreams — sight, touch, sound?
ar: أي حاسّة تلاحظها بأوضح صورة في أحلامك — البصر، اللمس، أم الصوت؟
de: Welchen Sinn nimmst du in deinen Träumen am lebhaftesten wahr – Sehen, Tasten oder Hören?
es: ¿Qué sentido percibes con más nitidez en tus sueños: la vista, el tacto o el oído?
fr: Quel sens percevez-vous le plus vivement dans vos rêves — la vue, le toucher ou l'ouïe ?
it: Quale senso percepisci più vividamente nei tuoi sogni — vista, tatto o udito?
ja: 夢の中で最も鮮やかに感じる感覚はどれですか——視覚、触覚、それとも聴覚？
ko: 꿈에서 가장 생생하게 느끼는 감각은 무엇인가요 — 시각, 촉각, 아니면 청각?
nl: Welk zintuig neem je het levendigst waar in je dromen — zicht, tast of geluid?
pt_br: Qual sentido você percebe mais vividamente em seus sonhos — visão, tato ou audição?
ru: Какое чувство вы воспринимаете в снах ярче всего — зрение, осязание или слух?
zh_hans: 在梦里你最鲜明地感受到哪种感官——视觉、触觉，还是听觉？

source: Which stabilization tool feels most natural to you so far?
ar: أي أداة تثبيت تبدو الأكثر طبيعية لك حتى الآن؟
de: Welches Stabilisierungswerkzeug fühlt sich für dich bisher am natürlichsten an?
es: ¿Qué herramienta de estabilización te resulta más natural hasta ahora?
fr: Quel outil de stabilisation vous semble le plus naturel jusqu'à présent ?
it: Quale strumento di stabilizzazione ti viene più naturale finora?
ja: これまでで、最もしっくりくる安定化の道具はどれですか？
ko: 지금까지 가장 자연스럽게 느껴지는 안정화 도구는 무엇인가요?
nl: Welk stabilisatiegereedschap voelt tot nu toe het natuurlijkst voor je?
pt_br: Qual ferramenta de estabilização parece mais natural para você até agora?
ru: Какой инструмент стабилизации кажется вам самым естественным пока что?
zh_hans: 到目前为止，哪一种稳定工具对你最自然？

source: Why do new lucid dreamers often wake up immediately?
ar: لماذا كثيرًا ما يستيقظ الحالمون الواضحون الجدد فورًا؟
de: Warum wachen neue Klarträumer oft sofort auf?
es: ¿Por qué los nuevos soñadores lúcidos suelen despertar de inmediato?
fr: Pourquoi les nouveaux rêveurs lucides se réveillent-ils souvent aussitôt ?
it: Perché i nuovi sognatori lucidi spesso si svegliano subito?
ja: 明晰夢の初心者がしばしばすぐ目を覚ますのはなぜ？
ko: 자각몽 초보자가 흔히 곧바로 깨어 버리는 까닭은 무엇일까요?
nl: Waarom worden nieuwe lucide dromers vaak meteen wakker?
pt_br: Por que sonhadores lúcidos iniciantes costumam acordar na hora?
ru: Почему новички в осознанных снах часто сразу просыпаются?
zh_hans: 为什么清醒梦的新手常常立刻醒来？

source: Why do reality checks work?
ar: لماذا تنجح فحوص الواقع؟
de: Warum funktionieren Realitätschecks?
es: ¿Por qué funcionan las comprobaciones de realidad?
fr: Pourquoi les tests de réalité fonctionnent-ils ?
it: Perché i controlli di realtà funzionano?
ja: なぜリアリティチェックは効くのでしょう？
ko: 리얼리티 체크는 왜 효과가 있을까요?
nl: Waarom werken realiteitschecks?
pt_br: Por que os testes de realidade funcionam?
ru: Почему проверки реальности работают?
zh_hans: 现实检验为什么有效？

source: Why don't most people remember their dreams?
ar: لماذا لا يتذكر معظم الناس أحلامهم؟
de: Warum erinnern sich die meisten Menschen nicht an ihre Träume?
es: ¿Por qué la mayoría no recuerda sus sueños?
fr: Pourquoi la plupart des gens ne se souviennent-ils pas de leurs rêves ?
it: Perché la maggior parte delle persone non ricorda i propri sogni?
ja: なぜほとんどの人は夢を覚えていないのでしょう？
ko: 왜 대부분의 사람들은 자신의 꿈을 기억하지 못할까요?
nl: Waarom herinneren de meeste mensen zich hun dromen niet?
pt_br: Por que a maioria não lembra dos seus sonhos?
ru: Почему большинство людей не помнят свои сны?
zh_hans: 为什么大多数人记不住自己的梦？

source: Why Dreams Vanish
ar: لماذا تتلاشى الأحلام
de: Warum Träume verblassen
es: Por qué se desvanecen los sueños
fr: Pourquoi les rêves s'effacent
it: Perché i sogni svaniscono
ja: なぜ夢は消えるのか
ko: 꿈은 왜 사라지는가
nl: Waarom dromen vervagen
pt_br: Por que os sonhos desaparecem
ru: Почему сны исчезают
zh_hans: 梦为何消散

source: Why Lucid Dreams Collapse
ar: لماذا تنهار الأحلام الواعية
de: Warum luzide Träume zusammenbrechen
es: Por qué colapsan los sueños lúcidos
fr: Pourquoi les rêves lucides s'effondrent
it: Perché i sogni lucidi crollano
ja: 明晰夢が崩れる理由
ko: 자각몽이 무너지는 이유
nl: Waarom lucide dromen instorten
pt_br: Por que os sonhos lúcidos colapsam
ru: Почему осознанные сны рушатся
zh_hans: 清醒梦为何崩塌

source: Why might 'gentle' be the hardest instruction when something amazing is forming?
ar: لماذا قد تكون "اللطافة" أصعب تعليمة حين يتشكّل شيء مذهل؟
de: Warum könnte „sanft“ die schwerste Anweisung sein, wenn sich etwas Großartiges bildet?
es: ¿Por qué "con suavidad" podría ser la instrucción más difícil cuando algo asombroso se está formando?
fr: Pourquoi "en douceur" pourrait-il être l'instruction la plus difficile quand quelque chose de merveilleux se forme ?
it: Perché "con delicatezza" potrebbe essere l'istruzione più difficile quando qualcosa di straordinario si sta formando?
ja: 何かすばらしいものが形づくられているとき、「やさしく」が最も難しい指示になりうるのはなぜ？
ko: 무언가 놀라운 것이 형성되고 있을 때, 왜 "부드럽게"가 가장 어려운 지시가 될 수 있을까요?
nl: Waarom zou 'zachtjes' de moeilijkste instructie kunnen zijn wanneer er iets geweldigs ontstaat?
pt_br: Por que "com suavidade" pode ser a instrução mais difícil quando algo incrível está se formando?
ru: Почему «мягко» может оказаться самым трудным указанием, когда складывается нечто потрясающее?
zh_hans: 当某种奇妙的东西正在成形时，为什么“温柔”可能是最难做到的指令？

source: Why set a dream goal beforehand?
ar: لماذا تحدّد هدفًا حلميًا مسبقًا؟
de: Warum vorab ein Traumziel setzen?
es: ¿Por qué fijar una meta de sueño de antemano?
fr: Pourquoi fixer un objectif de rêve à l'avance ?
it: Perché fissare in anticipo un obiettivo onirico?
ja: なぜ前もって夢の目標を決めるの？
ko: 왜 미리 꿈 목표를 정할까요?
nl: Waarom vooraf een droomdoel stellen?
pt_br: Por que definir um objetivo de sonho de antemão?
ru: Зачем заранее ставить цель сна?
zh_hans: 为什么要事先设定一个梦的目标？

source: Why won't the dream do what you command?
ar: لماذا لا يفعل الحلم ما تأمره به؟
de: Warum tut der Traum nicht, was du befiehlst?
es: ¿Por qué el sueño no hace lo que le ordenas?
fr: Pourquoi le rêve ne fait-il pas ce que vous lui ordonnez ?
it: Perché il sogno non fa ciò che gli comandi?
ja: なぜ夢はあなたの命令どおりに動かないの？
ko: 꿈은 왜 당신이 명령한 대로 하지 않을까요?
nl: Waarom doet de droom niet wat je beveelt?
pt_br: Por que o sonho não faz o que você ordena?
ru: Почему сон не делает то, что вы приказываете?
zh_hans: 梦为什么不照你的命令行事？
